welcome = '- Вы – отважные детективы, отправившиеся на поиски директора института. ' \
          '\n- Ваша цель – узнать его местонахождение. Для этого вам нужно изучить 8 локаций и найти 8 улик. ' \
          '\n- В финальном 9-м раунде улики помогут вам принять правильное решение. ' \
          '\n- Чтобы победить, вам нужно узнать местоположение директора быстрее других. ' \
          '\n- Вы можете самостоятельно решать, в каком порядке изучать локации. ' \
          'После того, как вы решите 8 загадок, у вас откроется финальный раунд, ' \
          'для решения которого вам и понадобятся все улики. ' \
          '\n- Каждый раз после отправки ответа, вы будете узнавать, правильно ли решена загадка. ' \
          'Вы можете возвращаться к решению загадок неограниченное количество раз, но помните, ' \
          'что вам нужно справиться быстрее других. ' \
          '\n- Победят только пять игроков, узнавших местоположение директора быстрее других. ' \
          'Они же и получат памятные дипломы и призы. ' \
          '\n- Вы можете брать подсказки. Подсказка 1 прибавит 3 минуты ' \
          'к финальному времени, подсказка 2 прибавит 5 минут.'
