welcome = '- Вы – отважные детективы, отправившиеся на поиски директора института. ' \
          '\n- Ваша цель – узнать его местонахождение. Для этого вам нужно изучить 8 локаций и найти 8 улик. ' \
          '\n- В финальном 9-м раунде улики помогут вам принять правильное решение. ' \
          '\n- Чтобы победить, вам нужно узнать местоположение директора быстрее других. ' \
          '\n- Вы можете самостоятельно решать, в каком порядке изучать локации. ' \
          'После того, как вы решите 8 загадок, у вас откроется финальный раунд, ' \
          'для решения которого вам и понадобятся все улики. ' \
          '\n- Каждый раз после отправки ответа, вы будете узнавать, правильно ли решена загадка. ' \
          'Вы можете возвращаться к решению загадок неограниченное количество раз, но помните, ' \
          'что вам нужно справиться быстрее других. ' \
          '\n- Победят только пять игроков, узнавших местоположение директора быстрее других. ' \
          'Они же и получат памятные дипломы и призы. ' \
          '\n- Вы можете брать подсказки. Подсказка 1 прибавит 3 минуты ' \
          'к финальному времени, подсказка 2 прибавит 5 минут.'

komnata1 = 'Дело приобретает серьезный оборот, никто не понимает, где директор... ' \
       '\nПожалуй, надо перечитать детективы, вдруг там будут хорошие идеи.' \
       '\nСрочно бегу в библиотеку….' \
       '\nАх, вот! Агата Кристи!' \
       '\nИтак, возьму себе салат “Цезарь” в кафе Университета, сяду за столик и погружусь в мир Пуаро».' \
       '\nМмм! У детектива из прошлого есть 4 хорошие идеи.'

komnata2 = 'Пуаро, Эркюль Пуаро не навел меня ни на какие мысли. За окном прогремел гром, и меня осенило! ' \
           '\nПо радио в кафе университета играет главный мотив фильма «17 мгновений весны»! ' \
           '\nВсё, я понял, мне нужно следовать примеру Рихорда Зорге, тогда у меня точно всё получится!' \

komnata3 = 'Радио, «17 мгновений весны»… Может, выйти прогуляться, и свежий воздух мне поможет? ' \
           '\nОй, а как здесь на нашей площади оказался трилистник?'
#тут фотка таблицы
komnata4 = '«У меня в голове только одно – я хочу, чтобы это всё побыстрее закончилось!» ' \
           '\nНу почему мне так не везет? Последний звонок онлайн, выпускной также. Ну а теперь под угрозой день первокурсника? ' \
           '\nНет, так дело не пойдёт! Всё, надо действовать! Первое, что делает детектив – ищет улики! ' \
           '\nТак... Где у нас тут кабинет директора института? Фух, хорошо, что все работает дистанционно, я смогу незаметно пробраться в кабинет! ' \
           '\nИтак, посмотрим, что тут у нас… Что же произошло в тот день?»'
#тут ряд фоток
komnata5 = 'Ага, улики я нашел, но пока что мне это не особо помогло. Что делать? Хоть падай на пол и бейся в истерике! Ну а что? Стоит попробовать... ' \
           '\nВот я лёг и смотрю наверх… А вот и ответ! КАМЕРЫ! Срочно нужно бежать к охране и посмотреть видео того дня! ' \
           '\nЗагадка:'


#опять ряд фоток
komnata6 = 'По камерам я увидел, что в тот день директор общался с профессором кафедры! ' \
           '\nТеперь мне нужно поговорить с профессором, вдруг он что-то знает. '
#тут фото с текстом
komnata7 = 'Я уже посмотрел камеры, пообщался с профессором, что же теперь? Мне не хватает последних частей загадки! ' \
           '\nКамеры показали многое, но звук кто-то выключил. Осталось послушать записи. Где мне их найти? Пойду в лингафонный кабинет. '

komnata8 = '«Есть фильм “Книга Илая”, может, мне попробовать закрыть глаза, и я увижу, что же произошло в тот день...'
#тут фотка
final = 'Кажется, все улики у меня на руках. Осталось совсем немного, одно небольшое усилие и я пойму, где же директор института. ' \
        '\nБоже, голова сейчас взорвется, но я справлюсь. Главное все делать аккуратно, шаг за шагом.'
#тут фото с финальным испытанием